---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterNumericLessOrEqual
source: html/4126c0f2-554c-7a99-6184-41fe7a07771d.htm
---
# FilterNumericLessOrEqual Properties

Specifies whether the .NET object represents a valid Revit entity.